Repository: pkscout/script.keymap
Catalog: resources/language/resource.language.*/strings.po
Languages: hu_hu

# Addon Summary
source: An editor for keymap files
hu_hu: Távvezérlő fájlok kezelője

# Addon Description
source: Keymap Editor is a GUI for configuring mappings for remotes, keyboard and other inputs supported by Kodi. Note: existing user defined key mappings will be renamed to .bak.
hu_hu: A Keymap Editor egy grafikus felhasználói felület a távvezérlők, a billentyűzet és a Kodi által támogatott egyéb bemenetek konfigurálásához. Megjegyzés: a meglévő, felhasználó által definiált keymap fájlok át lesznek nevezve .bak -ra.

# #30000
source: Keymap Editor
hu_hu: Távvezérlő szerkesztő

# #30001
source: Failed to remove old keymap file
hu_hu: Régi távvezérlő fájl visszavonása sikertelen

# #30002
source: Press the key you want to assign now
hu_hu: Nyomja meg a hozzárendelni kívánt gombot

# #30003
source: Edit
hu_hu: Szerkesztés

# #30004
source: Reset to default
hu_hu: Alapállapotba visszaállít

# #30005
source: Save
hu_hu: Mentés

# #30006
source: Discard changes?
hu_hu: Változtatások elvetése?

# #30007
source: Select Window to manage shortcuts
hu_hu: Válasszon ablakot a parancsikonok kezeléséhez

# #30008
source: Select action category
hu_hu: Kategória akció kiválasztása

# #30009
source: Select the action to assign a key
hu_hu: Akció kiválasztása a gombhoz

# #30010
source: Timeout in %.0f seconds...
hu_hu: Időtúllépés %.0f másodperc...

# #30011
source: Edit key
hu_hu: Gomb szerkesztése

# #30012
source: Remove
hu_hu: Törlés

# #30100
source: Global
hu_hu: Általános

# #30101
source: Fullscreen Video
hu_hu: Teljesképernyős videó

# #30102
source: Fullscreen Live TV
hu_hu: Teljesképernyős élő TV

# #30103
source: Fullscreen Radio
hu_hu: Teljesképernyős rádió

# #30104
source: Fullscreen Game
hu_hu: Teljesképernyős játék

# #30105
source: Home
hu_hu: Főmenü

# #30106
source: Programs
hu_hu: Programok

# #30107
source: Videos
hu_hu: Videók

# #30108
source: Music
hu_hu: Zene

# #30109
source: Pictures
hu_hu: Képek

# #30111
source: Filemanager
hu_hu: Fájlkezelő

# #30112
source: Virtual Keyboard
hu_hu: Virtuális billentyűzet

# #30113
source: Player Controls
hu_hu: Lejátszóvezérlő gombok

# #30115
source: Music OSD
hu_hu: Zenei OSD

# #30116
source: Video OSD Settings
hu_hu: Film OSD beállítások

# #30117
source: Audio OSD Settings
hu_hu: Hang OSD beállítások

# #30118
source: Visualisation
hu_hu: Vizualizáció

# #30119
source: Slideshow
hu_hu: Diavetítés

# #30200
source: Move Left
hu_hu: Balra mozgat

# #30201
source: Move Right
hu_hu: Jobbra mozgat

# #30202
source: Move Up
hu_hu: Fel mozgat

# #30203
source: Move Down
hu_hu: Le mozgat

# #30204
source: Page Up
hu_hu: Oldal fel

# #30205
source: Page Down
hu_hu: Oldal le

# #30206
source: Select Item
hu_hu: Elem kiválasztása

# #30207
source: Highlight Item
hu_hu: Kiemelt elem

# #30208
source: Parent Directory
hu_hu: Szülő könyvtár

# #30209
source: Back
hu_hu: Vissza

# #30210
source: Previous Menu
hu_hu: Előző menü

# #30211
source: Show Info
hu_hu: Infó mutatása

# #30212
source: Context Menu
hu_hu: Kontext menü

# #30213
source: Menu
hu_hu: Menü

# #30214
source: First Page
hu_hu: Első oldal

# #30215
source: Last Page
hu_hu: Utolsó oldal

# #30216
source: Next Letter
hu_hu: Következő betű

# #30217
source: Previous Letter
hu_hu: Előző betű

# #30218
source: Scroll Up
hu_hu: Görgess fel

# #30219
source: Scroll Down
hu_hu: Görgess le

# #30220
source: Cursor Left
hu_hu: Bal kurzor

# #30221
source: Cursor Right
hu_hu: Jobb kurzor

# #30300
source: Play
hu_hu: Lejátszás

# #30301
source: Pause
hu_hu: Pillanat állj

# #30302
source: Play/Pause
hu_hu: Lejátszás/Szünet

# #30303
source: Stop
hu_hu: Állj

# #30304
source: Next
hu_hu: Következő

# #30305
source: Previous
hu_hu: Előző

# #30306
source: Fast Forward
hu_hu: Gyors előre

# #30307
source: Rewind
hu_hu: Gyors hátra

# #30308
source: Small Step Back
hu_hu: Kis lépés vissza

# #30309
source: Step Forward
hu_hu: Előre lépés

# #30310
source: Step Back
hu_hu: Vissza lépés

# #30311
source: Big Step Forward
hu_hu: Nagyobb előre lépés

# #30312
source: Big Step Back
hu_hu: Nagyobb vissza lépés

# #30313
source: Next Chapter or Big Step Forward
hu_hu: Következő fejezet vagy nagy lépés előre

# #30314
source: Previous Chapter or Big Step Back
hu_hu: Előző fejezet vagy nagy lépés vissza

# #30315
source: Show OSD
hu_hu: OSD mutatása

# #30316
source: Show current play time
hu_hu: Az aktuális lejátszási idő megjelenítése

# #30317
source: Show Playlist
hu_hu: Lejátszási lista megjelenítése

# #30318
source: Toggle Fullscreen
hu_hu: Teljes képernyőre váltás

# #30319
source: Change Aspect Ratio
hu_hu: Képarány módosítása

# #30320
source: Go to DVD Video Menu
hu_hu: Lépjen a DVD Video menübe

# #30321
source: Toggle Repeat
hu_hu: Kapcsolja be az Ismétlést

# #30322
source: Repeat One
hu_hu: Ismételjen meg egyet

# #30323
source: Repeat All
hu_hu: Összes ismétlése

# #30324
source: Repeat Off
hu_hu: Ismétlés Ki

# #30325
source: Toggle Random
hu_hu: Véletlenszerű váltás

# #30326
source: Random On
hu_hu: Véletlenszerű váltás Be

# #30327
source: Random Off
hu_hu: Véletlenszerű váltás Ki

# #30328
source: Playback Speed Faster
hu_hu: Lejátszási sebesség gyorsítás

# #30329
source: Playback Speed Slower
hu_hu: Lejátszási sebesség lassítás

# #30330
source: Create Bookmark
hu_hu: Könyvjelző hozzáadása

# #30331
source: Create Episode Bookmark
hu_hu: Epizód könyvjelző hozzáadása

# #30332
source: Toggle 3D/Stereoscopic mode
hu_hu: Váltás a 3D/Sztereoszkóp mód között

# #30333
source: Switch Player
hu_hu: Lejátszó váltás

# #30334
source: Play Next
hu_hu: Következő lejátszása

# #30335
source: Select Program
hu_hu: Program kiválasztás

# #30336
source: Select Resolution
hu_hu: Felbontás kiválasztása

# #30337
source: Shift Video Up
hu_hu: Videó eltolás felfelé

# #30338
source: Shift Video Down
hu_hu: Videó eltolás lelfelé

# #30339
source: Show Time
hu_hu: Idő mutatása

# #30340
source: Next Scene
hu_hu: Következő jelenet

# #30341
source: Previous Scene
hu_hu: Előző jelenet

# #30342
source: Next Video Stream
hu_hu: Következő Video Stream

# #30343
source: Toggle HDHR
hu_hu: HDHR váltás

# #30344
source: Cycle 3D Mode
hu_hu: Bekapcsolja a 3D módot

# #30345
source: Next 3D Mode
hu_hu: Következő 3D mód

# #30346
source: Previous 3D Mode
hu_hu: Előző 3D mód

# #30348
source: Tempo Up
hu_hu: Tempó felfelé

# #30349
source: Tempo Down
hu_hu: Tempó lefelé

# #30400
source: Mute
hu_hu: Némítás

# #30401
source: Volume Up
hu_hu: Hangerő fel

# #30402
source: Volume Down
hu_hu: Hangerő le

# #30403
source: Next Language
hu_hu: Következő nyelv

# #30404
source: Delay
hu_hu: Késleltetés

# #30405
source: Delay Minus
hu_hu: Késleltetés mínusz

# #30406
source: Delay Plus
hu_hu: Késleltetés plusz

# #30407
source: Toggle Digital/Analog
hu_hu: Digitális/analóg váltás

# #30408
source: Volume Amp Up
hu_hu: Hangerő erősítés fel

# #30409
source: Volume Amp Down
hu_hu: Hangerő erősítés le

# #30410
source: Volume Amplification
hu_hu: Hangerő erősítés

# #30500
source: Next Picture
hu_hu: Következő kép

# #30501
source: Previous Picture
hu_hu: Előző kép

# #30502
source: Rotate Picture
hu_hu: Képek forgatása

# #30503
source: Rotate Picture CCW
hu_hu: Kép forgatása jobbra

# #30504
source: Zoom Out
hu_hu: Nagyítás ki

# #30505
source: Zoom In
hu_hu: Nagyítás be

# #30506
source: Zoom level Normal
hu_hu: Nagyítás normál

# #30507
source: Zoom level 1
hu_hu: Nagyítási szint 1

# #30508
source: Zoom level 2
hu_hu: Nagyítási szint 2

# #30509
source: Zoom level 3
hu_hu: Nagyítási szint 3

# #30510
source: Zoom level 4
hu_hu: Nagyítási szint 4

# #30511
source: Zoom level 5
hu_hu: Nagyítási szint 5

# #30512
source: Zoom level 6
hu_hu: Nagyítási szint 6

# #30513
source: Zoom level 7
hu_hu: Nagyítási szint 7

# #30514
source: Zoom level 8
hu_hu: Nagyítási szint 8

# #30515
source: Zoom level 9
hu_hu: Nagyítási szint 9

# #30600
source: Show Subtitles
hu_hu: Feliratok mutatása

# #30601
source: Next Subtitle
hu_hu: Következő felirat

# #30602
source: Browse Subtitle
hu_hu: Felirat böngésző

# #30603
source: Cycle Subtitle
hu_hu: Felirat ciklikus

# #30604
source: Delay
hu_hu: Késleltetés

# #30605
source: Delay Minus
hu_hu: Késleltetés mínusz

# #30606
source: Delay Plus
hu_hu: Késleltetés plusz

# #30607
source: Align
hu_hu: Igazítás

# #30608
source: Shift Subtitle Up
hu_hu: Felirat mozgatás fel

# #30609
source: Shift Subtitle Down
hu_hu: Felirat mozgatás le

# #30700
source: Channel Up
hu_hu: Csatornaváltás fel

# #30701
source: Channel Down
hu_hu: Csatornaváltás le

# #30702
source: Previous channel group
hu_hu: Előző csatornacsoport

# #30703
source: Next channel group
hu_hu: Következő csatornacsoport

# #30704
source: PVR Play
hu_hu: PVR lejátszás

# #30705
source: PVR Play TV
hu_hu: PVR TV lejátszás

# #30706
source: PVR Play Radio
hu_hu: PVR Rádió lejátszás

# #30707
source: Record
hu_hu: Felvétel

# #30708
source: Toggle Commskip
hu_hu: Kapcsolja be a Commskip funkciót

# #30709
source: PVR Show Timer Rule
hu_hu: PVR időzítő szabály

# #30710
source: Channel Number Separator
hu_hu: Csatornaszám-elválasztó

# #30800
source: Queue item
hu_hu: Várólista elem

# #30801
source: Delete item
hu_hu: Elem törlése

# #30802
source: Copy item
hu_hu: Elem másolása

# #30803
source: Move item
hu_hu: Elem mozgatása

# #30804
source: Move item up
hu_hu: Elem mozgatása fel

# #30805
source: Move item down
hu_hu: Elem mozgatása le

# #30806
source: Rename item
hu_hu: Elem átnevezése

# #30807
source: Scan item
hu_hu: Elem keresése

# #30808
source: Toggle Watched
hu_hu: Megnézettként jelöl

# #30809
source: Increase Rating
hu_hu: Értékelés növelése

# #30810
source: Decrease Rating
hu_hu: Értékelés csökkentése

# #30811
source: Set Rating
hu_hu: Értékelés beállítása

# #30900
source: Toggle Fullscreen
hu_hu: Teljes képernyőre váltás

# #30901
source: Minimise
hu_hu: Minimalizálás

# #30902
source: Shutdown
hu_hu: Kikapcsolás

# #30903
source: Reboot
hu_hu: Újraindítás

# #30904
source: Hibernate
hu_hu: Hibernálás

# #30905
source: Suspend
hu_hu: Felfüggesztés

# #30906
source: Restart Kodi
hu_hu: Kodi ujraíndítása

# #30907
source: Log off
hu_hu: Kijelentkezés

# #30908
source: Quit Kodi
hu_hu: Kilépés a Kodiból

# #30909
source: Reset Settings
hu_hu: Beállítások alapállapotba

# #30910
source: Change Settings Level
hu_hu: Módosítsa a beállítások szintjét

# #30911
source: Toggle Font
hu_hu: Betűtípus váltása

# #31000
source: Enter
hu_hu: Megerősítés

# #31002
source: Symbols
hu_hu: Szimbólumok

# #31003
source: Backspace
hu_hu: Visszafelé

# #31014
source: Teletext Red
hu_hu: Teletext piros

# #31015
source: Teletext Green
hu_hu: Teletext zöld

# #31016
source: Teletext Yellow
hu_hu: Teletext sárga

# #31017
source: Teletext Blue
hu_hu: Teletext kék

# #31100
source: Update Video Library
hu_hu: Videotár frissítése

# #31101
source: Update Music Library
hu_hu: Zenetár frissítése

# #31102
source: Clean Video Library
hu_hu: Videotár tisztítása

# #31103
source: Clean Music Library
hu_hu: Zenetár tisztítása

# #31104
source: Player Process Info
hu_hu: Lejátszó folyamat információ

# #31105
source: Player debug
hu_hu: Lejátszó debuginformáció

# #31106
source: Take screenshot
hu_hu: Képernyőmentés

# #31107
source: Reload Keymaps
hu_hu: Keymap újra betöltése

# #31108
source: Increase PAR
hu_hu: PAR növelése

# #31109
source: Decrease PAR
hu_hu: PAR csökkentése

# #31110
source: Change resolution
hu_hu: Felbontás váltása

# #31111
source: Next calibration
hu_hu: Következő kalibráció

# #31112
source: Reset calibration
hu_hu: Kalibráció visszaállítás

# #31113
source: Show current visualisation preset
hu_hu: Az aktuális vizualizáció megjelenítése

# #31114
source: Show visualisation preset list
hu_hu: Vizualizációs lista

# #31115
source: Next visualisation preset
hu_hu: A következő vizualizáció megjelenítése

# #31116
source: Previous visualisation preset
hu_hu: Az előző vizualizáció megjelenítése

# #31117
source: Lock current visualisation preset
hu_hu: Az aktuális vizualizáció lezárása

# #31118
source: Switch to a new random preset
hu_hu: Új véletlenszerű megjelenítés

# #31200
source: Settings
hu_hu: Beállítások

# #31201
source: Player Settings
hu_hu: Lejátszó beállítások

# #31202
source: Programs Settings
hu_hu: Program beállítások

# #31203
source: Information Provider Settings
hu_hu: Információszolgáltató beállításai

# #31204
source: Interface Settings
hu_hu: Megjelenítés beállításai

# #31205
source: System Settings
hu_hu: Rendszer beállítások

# #31206
source: Media Settings
hu_hu: Média beállítások

# #31207
source: Service Settings
hu_hu: Szerviz beállítások

# #31208
source: Appearance Settings
hu_hu: Megjelenés beállításai

# #31209
source: Peripherals Settings
hu_hu: Periféria beállítások

# #31210
source: Library Export Settings
hu_hu: Médiatár export beállítások

# #31211
source: PVR Settings
hu_hu: PVR beállítások

# #31212
source: PVR Recording Settings
hu_hu: PVR felvétel beállítások

# #31213
source: Game Settings
hu_hu: Játék beállítások

# #31214
source: Advanced Game Settings
hu_hu: Speciális játékbeállítások

# #31215
source: Game Controllers
hu_hu: Játék vezérlők

# #31216
source: Game Video Filters
hu_hu: Játék videószűrők

# #31217
source: Game Video Rotation
hu_hu: Játék videó csere

# #31218
source: Game View Mode
hu_hu: Játék nézet mód

# #31219
source: Skin Settings
hu_hu: Felszín beállítások

# #31220
source: Addon Browser
hu_hu: Kiegészítő böngésző

# #31221
source: Addon Settings
hu_hu: Kiegészítő beállítások

# #31222
source: Profile Settings
hu_hu: Profil beállítások

# #31223
source: Lock Settings
hu_hu: Beállítások zárolása

# #31224
source: Content Settings
hu_hu: Tartalom beállítások

# #31225
source: Profiles
hu_hu: Profilok

# #31226
source: System info
hu_hu: Rendszerinfó

# #31227
source: Test Pattern
hu_hu: Teszt Pattern

# #31228
source: Screen Calibration
hu_hu: Kijelző kalibrálás

# #31229
source: Login Screen
hu_hu: Bejelentkezési képernyő

# #31230
source: File Browser
hu_hu: Fájlböngésző

# #31231
source: Network Setup
hu_hu: Hálózat beállítása

# #31232
source: Access Points
hu_hu: Hozzáférési pont

# #31233
source: Mediasource Dialog
hu_hu: Médiaforrás párbeszédpanel

# #31234
source: Start
hu_hu: Indítás

# #31235
source: Favourites
hu_hu: Kedvencek

# #31236
source: Context Menu
hu_hu: Felugró menü

# #31237
source: Media filter
hu_hu: Média szűrő

# #31238
source: Visualisation Preset List
hu_hu: Előre beállított vizualizációs lista

# #31239
source: Smart Playlist Editor
hu_hu: Smart lejátszási lista szerkesztő

# #31240
source: Smart Playlist Rule
hu_hu: Smart lejátszási lista szabályok

# #31241
source: Shutdown Menu
hu_hu: Kikapcsolási menü

# #31242
source: Fullscreen Info
hu_hu: Teljesképernyős infó

# #31243
source: Subtitle Search
hu_hu: Felirat keresés

# #31244
source: Weather
hu_hu: Időjárás

# #31245
source: Screensaver
hu_hu: Képernyővédő

# #31246
source: Picture Info
hu_hu: Képinfó

# #31247
source: Addon Info
hu_hu: Kiegészítőinfó

# #31249
source: Music Playlist
hu_hu: Zene lejátszási lista

# #31250
source: Music Playlist Editor
hu_hu: Zene lejátszási lista szerkesztő

# #31251
source: Music Info
hu_hu: Zeneinfó

# #31252
source: Song Info
hu_hu: Dal infó

# #31253
source: Movie Info
hu_hu: Filminfó

# #31254
source: Player Process Info
hu_hu: Lejátszó folyamat információ

# #31255
source: Video Menu
hu_hu: Videó menü

# #31256
source: Video OSD
hu_hu: Videó OSD

# #31257
source: Colour Management Settings
hu_hu: Színkezelési beállítások

# #31258
source: Subtitle Settings
hu_hu: Feliratbeállítások

# #31259
source: Video Time Seek
hu_hu: Videó Időkeresés

# #31260
source: Video Bookmarks
hu_hu: Videó könyvjelzők

# #31261
source: Video Playlist
hu_hu: Videó lejátszási lista

# #31262
source: PVR Guide Info
hu_hu: PVR útmutató információ

# #31263
source: PVR Recording Info
hu_hu: PVR felvétel információ

# #31264
source: PVR Timer Setting
hu_hu: PVR időzítől beállítás

# #31265
source: PVR Group Manager
hu_hu: PVR csoport rendező

# #31266
source: PVR Channel Manager
hu_hu: PVR csatorna rendező

# #31267
source: PVR Guide Search
hu_hu: PVR útmutató keresés

# #31268
source: PVR Channel Scan
hu_hu: PVR csatorna keresés

# #31269
source: PVR Update Progress
hu_hu: PVR frissítés állapotjelzés

# #31270
source: PVR OSD Channels
hu_hu: PVR OSD csatornák

# #31271
source: PVR OSD Guide
hu_hu: PVR OSD információ

# #31272
source: TV Channels
hu_hu: TV csatornák

# #31273
source: TV Recordings
hu_hu: TV felvételek

# #31274
source: TV Guide
hu_hu: Tv műsorújság

# #31275
source: TV Timers
hu_hu: Tv időzítő

# #31276
source: TV Search
hu_hu: Tv keresés

# #31277
source: Radio Channels
hu_hu: Rádió csatornák

# #31278
source: Radio Recordings
hu_hu: Rádió felvételek

# #31279
source: Radio Guide
hu_hu: Rádió műsorújság

# #31280
source: Radio Timers
hu_hu: Rádió időzítő

# #31281
source: Radio Timer Rules
hu_hu: Rádió időzítő szabályai

# #31282
source: Radio Search
hu_hu: Rádió kereső

# #31283
source: RDS Info
hu_hu: RDS infó

# #31284
source: Movies
hu_hu: Filmek

# #31285
source: Movie Titles
hu_hu: Filmcímek

# #31286
source: TV Shows
hu_hu: Sorozatok

# #31287
source: TV Show Titles
hu_hu: Sorozat címek

# #31288
source: Music Videos
hu_hu: Zene videók

# #31289
source: Recently Added Movies
hu_hu: Utoljára hozzáadott filmek

# #31290
source: Recently Added Episodes
hu_hu: Nemrég hozzáadott epizódok

# #31291
source: Recently Added Music Videos
hu_hu: Nemrég hozzáadott zenei videók

# #31292
source: Games
hu_hu: Játékok

# #31293
source: Games OSD
hu_hu: Játék OSD

# #31294
source: Game Pad Input
hu_hu: Game Pad bemenet

# #31295
source: Game Volume
hu_hu: Játék hangerő
